<template>
  <el-dialog class="big-dialog NoticeDetail" title="公告详情" :visible.sync="showFlag">
    公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情
    公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情
    公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情
    公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情
    公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情
    公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情
    公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情
    公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情
    公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情
    公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情
    公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情
    公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情公告详情
  </el-dialog>
</template>

<script>
export default {
  name: 'NoticeDetail',
  data () {
    return {
      showFlag: false,
    }
  },
  methods: {}
}
</script>

<style scoped lang="scss">
  .NoticeDetail {

  }
</style>
